Revit 2015 API
ViewSheetSets Constructor
Initializes a new instance of the ViewSheetSets class
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
Syntax
C#
public ViewSheetSets()
Visual Basic
Public Sub New
Visual C++
public:
ViewSheetSets()
See Also
ViewSheetSets Class
Autodesk.Revit.DB Namespace